tap "arl/arl"
tap "coder/coder"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "awscli"
brew "bat"
brew "btop"
brew "cmatrix"
brew "codespell"
brew "coreutils"
brew "exa"
brew "fd"
brew "fish"
brew "fontforge"
brew "fzf"
brew "git"
brew "imagemagick"
brew "jq"
brew "keyring"
brew "lazydocker"
brew "lazygit"
brew "lf"
brew "mackup"
brew "make"
brew "mariadb"
brew "micromamba"
brew "neofetch"
brew "neovim"
brew "node"
brew "p7zip"
brew "rustup-init"
brew "starship"
brew "terraform"
brew "tmux"
brew "tree"
brew "vsce"
brew "wget"
brew "zoxide"
brew "arl/arl/gitmux"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "alacritty"
cask "amethyst"
cask "android-file-transfer"
cask "android-platform-tools"
cask "brave-browser"
cask "devtoys"
cask "discord"
cask "docker"
cask "font-hack-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-tengwar-telcontar"
cask "gimp"
cask "google-chrome"
cask "ilok-license-manager"
cask "karabiner-elements"
cask "kitty"
cask "mactex-no-gui"
cask "microsoft-teams"
cask "obsidian"
cask "pocket-casts"
cask "signal"
cask "soundsource"
cask "spacelauncher"
cask "spotify"
cask "switchresx"
cask "tor-browser"
cask "visual-studio-code"
cask "zoom"
vscode "alexandernanberg.horizon-theme-vscode"
vscode "apvarun.celestial"
vscode "Catppuccin.catppuccin-vsc"
vscode "Catppuccin.catppuccin-vsc-icons"
vscode "charliermarsh.ruff"
vscode "emmanuelbeziat.vscode-great-icons"
vscode "GrapeCity.gc-excelviewer"
vscode "lancewilhelm.horizon-extended"
vscode "ms-azuretools.vscode-docker"
vscode "ms-python.black-formatter"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.live-server"
vscode "njpwerner.autodocstring"
vscode "PKief.material-icon-theme"
vscode "stkb.rewrap"
vscode "streetsidesoftware.code-spell-checker"
vscode "tal7aouy.icons"
vscode "undefined_publisher.celestial-horizon"
vscode "VolodymyrStorozhuk.horizon-extended-blue"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "zhuangtongfa.material-theme"
