tap "arl/arl"
tap "homebrew/bundle"
brew "awscli"
brew "bat"
brew "cmatrix"
brew "codespell"
brew "exa"
brew "fish"
brew "fzf"
brew "git"
brew "htop"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lf"
brew "mackup"
brew "make"
brew "micromamba"
brew "neofetch"
brew "neovim"
brew "node"
brew "rustup-init"
brew "starship"
brew "tmux"
brew "tree"
brew "wget"
brew "zoxide"
brew "arl/arl/gitmux"
cask "alacritty"
cask "android-platform-tools"
cask "docker"
cask "karabiner-elements"
cask "mactex-no-gui"
cask "mambaforge"
cask "soundsource"
cask "visual-studio-code"
