tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "asciinema"
brew "awscli"
brew "bat"
brew "cmatrix"
brew "codespell"
brew "fish"
brew "fzf"
brew "git"
brew "htop"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lf"
brew "lua"
brew "mackup"
brew "neofetch"
brew "neovim"
brew "node"
brew "perl"
brew "pnpm"
brew "rustup-init"
brew "signify-osx"
brew "starship"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "zoxide"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
cask "alacritty"
cask "android-platform-tools"
cask "binance"
cask "hammerspoon"
cask "karabiner-elements"
cask "macfuse"
cask "micromamba"
cask "plex"
cask "soundsource"
cask "spacelauncher"
cask "stats"
cask "tor-browser"
