tap "gromgit/fuse"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "jesseduffield/lazydocker"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
brew "python@3.10"
brew "asciinema"
brew "awscli"
brew "bat"
brew "berkeley-db", link: true
brew "python@3.9"
brew "cava"
brew "cmatrix"
brew "gnutls"
brew "emacs"
brew "ncurses"
brew "fish"
brew "fontforge"
brew "fzf"
brew "geckodriver"
brew "gh"
brew "ghostscript", link: false
brew "git"
brew "htop"
brew "jq"
brew "krb5"
brew "lf"
brew "lua"
brew "mackup"
brew "neofetch"
brew "neovim"
brew "node"
brew "nsnake"
brew "nyancat"
brew "perl"
brew "pipenv"
brew "pnpm"
brew "postgresql@14"
brew "rustup-init"
brew "smartmontools"
brew "starship"
brew "subversion"
brew "ta-lib"
brew "tmux"
brew "tree"
brew "wget"
brew "yarn"
brew "zoxide"
brew "gromgit/fuse/s3fs-mac"
brew "jesseduffield/lazydocker/lazydocker"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai", args: ["HEAD"]
cask "alacritty"
cask "amethyst"
cask "android-platform-tools"
cask "android-sdk"
cask "binance"
cask "font-anonymous-pro"
cask "font-cascadia-code"
cask "font-cascadia-code-pl"
cask "font-cascadia-mono"
cask "font-cascadia-mono-pl"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "font-ibm-plex"
cask "font-jetbrains-mono"
cask "font-source-code-pro"
cask "google-chrome"
cask "hammerspoon"
cask "karabiner-elements"
cask "lulu"
cask "macfuse"
cask "obsidian"
cask "pgadmin4"
cask "phantomjs"
cask "plex"
cask "pycharm-ce"
cask "rar"
cask "stats"
cask "tor-browser"
cask "ubersicht"
